Repository: YggdrasiI/PBStats
Catalog: civdj/pbspy/locale/*/LC_MESSAGES/django.po
Languages: de

source: Comma separated list. You can not remove yourself.
de: Durch Kommas getrennte Liste. Du kannst dich nicht selbst entfernen.

source: Website
de: Webseite

source: Dynamic hostname
de: Dynamischer Hostname

source: Different passwords omits accidental updates of the wrong PBSpy entry.
de: Nützlich, um bei mehreren gehosteten Spielen zu verhindern, dass der falsche Eintrag aktualisiert wird.

source: Exclude game from public list.
de: Spiel nicht öffentlich anzeigen.

source: Update stored hostname/ip if Pitboss server sends an update with a new address.
de: Aktualisiere Hostnamen/IP, wenn der Pitboss-Server ein Update mit neuer Adresse sendet.

source: Remaining hours
de: Restzeit in Stunden

source: Remaining minutes
de: Restzeit in Minuten

source: New timer (h)
de: Neuer Timer (Stunden)

source: Text message
de: Nachricht

source: New max. length of leader name
de: Neue maximale Länge der Anführer-Beschreibung

source: New max. length of civ description
de: Neue maximale Länge der Ziv-Beschreibung

source: Filename (without extension)
de: Dateiname (ohne Endung)

source: Savegame
de: Spielstand

source: Player
de: Spieler

source: New password
de: Neues Passwort

source: Log entry filter
de: Filter-Typen

source: Maximal turn
de: Maximale Runde

source: Minimal turn
de: Minimale Runde

source: Players
de: Spieler

source: Filter name
de: Name des Filters

source: Save Turn limits as absolute values
de: Speichere Runden als Absolutwerte

source: New color
de: Neue Farbe

source: victory type
de: Art des Sieges

source: victory message
de: Kommentar zum Spielende

source: optional image
de: Optionale Bild-URL

source: Set type to NONE to disable victory paragraph.
de: Die Gewinn-Nachricht wird nicht angezeigt, wenn die Art des Sieges auf NONE gestellt ist.

source: Overrides the default victory message.
de: Text überschreibt den Standardtext zum Sieg.

source: Overrides the default (Civ4:BTS leader) image.
de: Ersetzt das Standardbild (Anführerbild)

source: {month}, {year} AD
de: {month}, {year} n. Chr.

source: {year} AD
de: {year} n. Chr.

source: {year} BC
de: {year} v. Chr.

source: Failed to connect to server.
de: Konnte keine Verbindung zum Server aufbauen.

source: No valid player given.
de: Spieler-Id ungültig.

source: You will now receive turn emails for this game at {email}.
de: Sie erhalten bei neuen Runden ab jetzt eine EMail-Benachrichtigung an {email}.

source: You will no longer receive new turn emails for this game at {email}.
de: Sie erhalten ab nun bei neuen Runden keine EMail-Benachrichtigungen mehr an {email}.

source: victory by score
de: Punkte-Sieg

source: victory by time
de: Sieg nach Zeit

source: conquest victory
de: Eroberungs-Sieg

source: domination victory
de: Sieg durch Dominanz

source: cultural victory
de: Kultur-Sieg

source: space race victory
de: Weltraum-Sieg

source: diplomatic victory
de: Diplomatie-Sieg

source: other victory type
de: Sieg

source: no winner
de: Spiel ohne Gewinner

source: game aborted
de: Spiel abgebrochen

source: Game not determined.
de: Spiel noch nicht entschieden

source: In the year {year}, {name} led the {civ} people to a {victory_type}, and will be forever remembered as the greatest ruler in all of human history!
de: Im Jahr {year} führte {name} die {civ} zu einem {victory_type}. Man wird sich an ihn/sie als größten Herrscher der Menschheitsgeschichte erinnern!

source: In the year {year}, {name} led the {civ} people to a victory, and will be forever remembered as the greatest ruler in all of human history!
de: Im Jahr {year} führte {name} die {civ} zum Sieg. Man wird sich an ihn/sie als größten Herrscher der Menschheitsgeschichte erinnern!

source: This game finished without a winner.
de: Das Spiel endete ohne Sieger.

source: This game was aborted.
de: Das Spiel wurde abgebrochen.

source: Congratulations to {} of the {}
de: Gratulation an {} von den {}

source: unknown
de: unbekannt

source: eliminated
de: besiegt

source: unclaimed
de: nicht reserviert

source: AI
de: KI

source: online
de: verbunden

source: {name} ({leader} of {civilization})
de: {name} ({leader} / {civilization})

source: You will now receive emails for this game on {email} if player {player_id} finished his turn.
de: Sie erhalten nun EMail-Benachrichtungen für dieses Spiel an {email}, wenn Spieler {player_id} seine Runde beendet hat.

source: You will no longer receive new turn emails for player {player} of {game}.
de: Sie erhalten ab nun für Spieler {player} aus "{game}" keine EMail-Benachrichtigungen mehr.

source: a new turn has begun. It is now {year}
de: Eine neue Runde beginnt. Es ist jetzt {year}

source: the game was reloaded on year {year}
de: Das Spiel wurde im Jahr {year} neu geladen

source: a game named {name} was started with {num_players} players.
de: Ein Spiel namens {name} wurde mit {num_players} Spielern gestartet.

source: turn timer changed to {timer} hours.
de: Der Rundentimer wurde auf {timer} Stunden gesetzt.

source: turn timer disabled.
de: Der Rundentimer wurde deaktiviert.

source: current turn timer changed by {delta_h:+}h {delta_m:02}m to {remaining_h}h {remaining_m:02}m.
de: Aktueller Rundentimer wurde um {delta_h:+}:{delta_m:02} geändert auf {remaining_h}:{remaining_m:02}

source: remaining time of current turn has changed.
de: Verbleibende Zeit der aktuellen Runde hat sich geändert.

source: game paused by player.
de: Das Spiel wurde pausiert.

source: game resumed by player.
de: Das Spiel wurde fortgesetzt.

source: server timed out.
de: Verbindung zum Server verloren.

source: logged in
de: Spiel betreten

source: logged out
de: Spiel verlassen

source: finished turn
de: Zug beendet

source: score increased to {score} ({delta:+})
de: Punkte erhöht auf {score} ({delta:+})

source: score decreased to {score} ({delta})
de: Punkte verringert auf {score} ({delta})

source: score changed to {score}
de: Punkte geändert auf {score}

source: changed name to {new_name}
de: Name geändert zu {new_name}

source: converted to AI
de: Spieler zu KI konvertiert

source: claimed
de: nicht reserviert

source: unknown user
de: unbekannter Nutzer

source: game saved by {username}
de: Spiel gespeichert durch {username}

source: pause activated by {username}
de: Spiel pausiert durch {username}

source: pause deactivated by {username}
de: Spiel fortgesetzt durch {username}

source: turn ended by {username}
de: Runde beendet durch {username}

source: a player was disconnected due to the upload-bug.
de: Ein Spieler wurde aufgrund des Upload-Bugfixes gekickt.

source: the following players did not finished their turn:
de: Die folgenden Spieler haben ihre Runde nicht beendet:

source: logout
de: abmelden

source: Logged in as %(user)s.
de: Eingeloggt als %(user)s.

source: register new PitBoss
de: neues PitBoss Spiel anmelden

source: login
de: anmelden

source: register
de: registrieren

source: games
de: Spiele

source: Hello %(username)s, turn %(turn)s, has started in '%(game_name)s'. You can control your email settings at %(base_url)s%(manage_url)s
de: Hallo %(username)s, Im PitBoss-Spiel "%(game_name)s" hat eine neue Runde begonnen. Es läuft nun Runde %(turn)s. Hier kannst du die Benachrichtigungs-Einstellungen editieren: %(base_url)s%(url_prefix)s%(manage_url)s

source: [%(game_name)s] New turn %(turn)s
de: [%(game_name)s] Neue Runde %(turn)s

source: Hello %(username)s, the player %(prev_player)s finished their turn %(turn)s in '%(game_name)s'. You can control your email settings at %(base_url)s%(manage_url)s
de: Hallo %(username)s, Im PitBoss-Spiel "%(game_name)s" hat Spieler %(prev_player)s ihre/seine Runde beendet. Es läuft nun Runde %(turn)s. Die Benachrichtigungs-Einstellungen kann unter %(base_url)s%(manage_url)s angepasst werden.

source: [%(game_name)s] Your turn %(turn)s has started
de: [%(game_name)s] Dein Spielzug %(turn)s hat begonnen

source: Hello %(username)s, you have subscribed to the Civilization 4 Pitboss game "%(game_name)s". You will now receive an email whenever there is a new turn in the game. You can control this setting at %(base_url)s%(manage_url)s.
de: Hallo %(username)s, Du hast dich beim EMail-Verteiler des Civilization 4 Pitboss-Spiels "%(game_name)s angemeldet.". Du erhälst ab jetzt eine EMail sobald im Spiel eine neue Runde beginnt. Diese Einstellung kann unter %(base_url)s%(manage_url)s angepasst werden.

source: [%(game_name)s] subscribed to new turn notification
de: [%(game_name)s] den Rundenwechsel-Benachrichtigungen hinzugefügt

source: Hello %(username)s, you have subscribed to the Civilization 4 Pitboss game "%(game_name)s". You will now receive an email whenever %(player)s ends their turn. You can control this setting at %(base_url)s%(manage_url)s.
de: Hallo %(username)s, Du hast dich beim EMail-Verteiler des Civilization 4 Pitboss-Spiels "%(game_name)s angemeldet.". Du erhälst ab jetzt eine EMail sobald %(player)s ihren/seinen Zug beendet. Diese Einstellung kann auf %(base_url)s%(manage_url)s angepasst werden.

source: [%(game_name)s] subscribed to player turn notification
de: [%(game_name)s] Spieler-Benachrichtigung hinzugefügt

source: warning
de: Warnung

source: Warning, connection to PB Server can not be etablished for this values.
de: Warnung, Verbindung kann für diese Werte nicht hergestellt werden.

source: Warning, form contains errors and can not be saved.
de: Warnung, Formulardaten enthalten Fehler und können nicht gespeichert werden.

source: game
de: Spiel

source: Matching config in pbSettings.json
de: Ausschnitt der passenden Konfiguration in 'pbSettings.json'.

source: edit victory information
de: Ändere Sieg-Informationen

source: Game End
de: Spielende

source: game status
de: Spielstatus

source: Turn
de: Runde

source: Year
de: Jahr

source: One of %(players)s players had finished his/hers turn.
de: Einer von %(players)s Spielern hat seine Runde beendet.

source: The game is paused.
de: Das Spiel ist pausiert.

source: The game is not paused.
de: Das Spiel ist nicht pausiert.

source: Timer: Turn ends in %(end)s (ingame),<br //> %(end_rt)s (realtime).
de: Rundenende: %(end)s (Zähler innerhalb des Spiels),<br //>%(end_rt)s (Ungefährer Wert in Echtzeit).

source: Turn timer
de: Rundentimer

source: %(hours)s hours per turn.
de: %(hours)s Stunden pro Zug

source: No timer set.
de: Ohne Timer

source: Name of modification
de: Modifikation

source: Internal name
de: Name des Filters

source: Admins for this game
de: Admins von diesem PB

source: The game is finished.
de: Das Spiel ist beendet.

source: The game server is available.
de: PB-Server online

source: The game server is offline.
de: PB-Server offline

source: (Last connection attempt to PB Server: %(last_activity)s)
de: (Letzter Verbindungsversuch zum PB-Server: %(last_activity)s)

source: You will be informed by email if player %(player_ids)s finished they turn.
de: Du wirst per EMail informiert wenn Spieler %(player_ids)s seinen Zug beendet.

source: unsubscribe
de: abbestellen

source: You are receiving new turn emails for this game
de: Du wirst bei Rundenwechseln per EMail benachrichtigt

source: subscribe to new turn emails for this game
de: EMail-Benachrichtigung für Rundenwechsel aktivieren

source: On new turn
de: Bei Rundenbeginn

source: After %(name)s (%(ingame_id)s)
de: Nach %(name)s (%(ingame_id)s)

source: game description
de: Beschreibung des Spiels

source: player summary
de: Liste der Spieler

source: Leader
de: Anführer

source: Nation
de: Zivilisation

source: Score
de: Punkte

source: No players available yet.
de: Bisher keine Spieler verfügbar.

source: game log
de: Protokoll

source: Change game log filter
de: Filtereinstellungen des Logs

source: Change filter
de: Filter ändern

source: Save current filter
de: Speichere derzeit aktiven Filter

source: Save
de: Speichern

source: Saved filters
de: Gespeicherte Filter

source: Timezone
de: Zeitzone

source: Actual timezone
de: Derzeitige Zeitzone

source: Server time
de: Uhrzeit auf dem PBSpy-Server

source: Time
de: Zeit

source: Event
de: Ereignis

source: No game log entry available yet.
de: Bisher keine Log-Einträge verfügbar

source: pause game
de: Spiel pausieren

source: Toggles the ingame pause. Useful to free users in hanging diplomatic screens.
de: Ändert den Pausenstatus im Spiel. Nützlich um Spieler aus dem Diplomatie-Bildschirm zu befreien.

source: unpause game
de: Spiel fortsetzen

source: force turn end
de: Ende der Runde erzwingen

source: Sets timer on a few seconds.
de: Setzt den Rundentimer auf wenige Sekunden.

source: end turn
de: Runde beenden

source: set turn timer
de: Rundentimer ändern

source: Time for the next round. Note that the ingame clock runs slower as expected. A value of 20 corresponds with 24 hours.
de: Zeit für die nächste Runde. Bitte beachten, dass die Uhr im Spiel langsamer vergeht als erwartet. 20 Stunden im Spiel entsprechen ungefähr 24 realen.

source: set timer
de: Setze Timer

source: set turn timer of current round
de: Setze Timer für diese Runde

source: save game
de: Spiel speichern

source: Standard path: [Altroot]/Saves/multi. (Path is defined in pbSettings.json.). Overwrites existing files.
de: Standardverzeichnis: [Altroot]/Saves/multi. (Pfad kann in pbSettings.json definiert werden). Bestehende Dateien werden überschrieben.

source: load game
de: Spiel laden

source: change password of player
de: Passwort eines Spielers ändern

source: change player password
de: Spielerpasswort ändern

source: change colorset of player
de: Farbkombination eines Spielers ändern

source: end turn of player
de: Runde für Spieler beenden

source: kick player
de: Spieler kicken

source: send chat message
de: Chat-Nachricht senden

source: Viewable for players in the game.
de: Sichtbar für eingeloggte Spieler. Es ist nicht möglich den Chat im Webinterface mitzulesen.

source: send message
de: Nachricht senden

source: swap autostart of save games
de: Autostart umstellen

source: If autostart is enabled the server skips the setup wizard and directly loads a save.
de: Ist der automatische Start aktiviert, wird der in der Konfigurationsdatei angegebene Spielstand direkt geladen.

source: Do not disable the autostart if you running the server headless.
de: Der Autostart sollte im Headless-Modus immer aktiviert sein.

source: disable autostart
de: Deaktiviere Autostart

source: enable autostart
de: Aktiviere Autostart

source: swap headless mode
de: Headless-Modus umstellen

source: Flag to disable the GUI. Reduces cpu usage.
de: Option um GUI zu deaktivieren. Reduziert CPU-Last stark!

source: disable headless
de: GUI aktivieren (normal)

source: enable headless
de: GUI deaktivieren (headless)

source: change short names ranges
de: Ändere Länge der Kurzbeschreibungen

source: Shorten the leader names and civilization description in the login screen. It omits problems with strictly/badly configured network. Truncate both strings to reduce the size of a critical UDP packet.
de: Kürzt die Anführernamen und deren Zivilisationsbeschreibung im Login-Screen. Das vermeidet Netzwerkprobleme bei schlecht konfigurierten Umgebungen.Durch die Änderung wird ein bestimmtes UDP-Paket gekürzt und damit vermieden, dass es bei der Übertragung in zwei Teile gesplittet wird.

source: The sum of both values should not exceed 5 (for 52 players).
de: Bei 52 Spielern sollte die Summe beider Werte 5 nicht überschreiten.

source: The length of 0 (in the first field) disables this option.
de: Der Wert 0 (im ersten Feld) deaktiviert die Kürzung der Namen im PB-Loginscreen.

source: The length of 1 enables an enummeration of all slots (A-z)
de: Der Wert 1 aktiviert die Durchnummerierung aller Slots (A-z)

source: set
de: Setzen

source: set message of the day
de: Nachricht des Tages (MotD)

source: Disable and revert Magellan bonus for all players.
de: Verhindert Magellan-Bonus für alle Spieler und entfernt ihn, falls bereits vergeben.

source: Attention, for simplicity this command decreases the number of extra moves for all players.
de: Achtung, der Einfachheit halber reduziert diese Funktion die Extra-Bewegungs-Punkte ohne Rücksicht darauf zu nehmen, ob sie vom Magellanbonus stammen. Normalerweise ist beides äquivalent.

source: remove Magellan bonus
de: Entferne Magellan-Bonus

source: Prepare mod update
de: Bereite Spiel auf Mod-Update vor.

source: Password protected saves can not be loaded with modified XML, Python or DLL files.
de: Passwortgeschützte Spielstände können nicht mehr geladen werden, wenn man XML-, Python-Dateien oder die DLL ändert.

source: Use this option to create an admin password free save (PreUpdate.CivBeyondSwordSave). This requires the implementation of CyGame().setAdminPassword in your mod.
de: Nutze diese Funktion um einen Spielstand ohne Admin-Passwort (PreUpdate.CivBeyondSwordSave) zu erstellen. Dies funktioniert nur, wenn die Mod die entsprechende Funktion, CyGame().setAdminPassword, enthält.

source: Moreover, if your mod includes the ModUpdater-feature, the next call of startPitboss.py search for mod updates.
de: Falls deine Mod das ModUppdater-Feature implementiert hat, wird der nächste Aufruf von startPitboss.py ausstehende Updates einspielen.

source: Attention, if you host multiple games with the same mod, remove the admin password of all games before you're updating!
de: Achtung, wenn du mehrere Spiele mit der gleichen Mod hostest, aktualisiere alle Spiele gleichzeitig, um Versionskonflikte zu vermeiden.

source: prepare mod update
de: Bereite Spiel auf Mod-Update vor.

source: colorset changed
de: Farbkombination geändert

source: The colorset was updated for
de: Die Farbkombination wurde geändert für

source: Change colorset of player
de: Ändere Farbkombination von Spieler

source: To repair bad color combinations of neigboured players after the game had started.
de: Option um schlechte Farbkombinationen benachbarter Spieler zu vermeiden bzw. zu reparieren.

source: The colorsets are defined in Assets/XML/Interface/CIV4PlayerColorInfos.xml.
de: Die Farbkombinationen sind definiert in Assets/XML/Interface/CIV4PlayerColorInfos.xml.

source: change player colorset
de: Farben ändern

source: Available colorsets
de: Verfügbare Farbkombinationen

source: as BB-Code
de: als BB-Code

source: Warning
de: Warnung

source: Currently, one player is logged in.
de: Derzeit ist ein Spieler eingeloggt.

source: Mostly saves are protected by an admin password. The password is deposited in the configuration file 'pbSettings.json' and can not be modified over the webinterface. Thus, you should only load saves with same password.
de: Die meisten Spielstände sind durch ein Admin-Passwort geschützt. Das Passwort ist in der Konfigurationsdatei 'pbSettings.json' hinterlegt und kann nicht über das Webinterface geändert werden. Man sollte vermeiden Spielstände zu laden, die ein anderes Passwort besitzen. (Das ist nur möglich, wenn in 'PBs/pbPasswords.json' alle relevanten Passwörter eingetragen sind.

source: Change message of the day (MotD). It will be shown every player after the login.
de: Ändere Nachricht des Tages (MotD). Wird jedem Spieler nach dem Login angezeigt.

source: set motd
de: Setze MotD

source: Call sendTurnComplete() for given player.
de: Sendet sendTurnComplete() für angegeben Spieler.

source: finish
de: Zug beenden

source: Convert slot status to AI.
de: Konvertiert Spielerslot zu KI.

source: kick
de: Kicken

source: victory information changed
de: Sieg-Informationen geändert

source: Game End Preview
de: Spielende-Vorschau

source: Edit victory information
de: Passe Sieg-Informationen an

source: Fetch victory player from server or set values manually.
de: Hole Sieginformationen vom Server oder setze Werte manuell.

source: send
de: Senden

source: Type
de: Typ

source: game overview
de: Übersicht

source: manage game
de: Spiel administrieren

source: edit game
de: PBSpy-Eintrag ändern

source: Account activation failed
de: Account-Aktivierung fehlgeschlagen

source: Your account is now activated.
de: Dein Account ist nun aktiviert.

source: To activate your account at Civ4 pbspy, follow this link.
de: Um deinen Account bei PBSpy zu aktivieren, klicke auf folgenden Link.

source: The link is valid for %(expiration_days)s days. If you did not request a registration, please disregard this message.
de: Der link ist für %(expiration_days)s Tage gültig. Falls du keine Registrierung vorgenommen hast, ignoriere diese EMail.

source: Account activation on Civ4 pbspy.
de: Account-Aktivierung auf PBSpy.

source: Log in
de: Einloggen

source: Forgot password
de: Passwort vergessen

source: Reset it
de: Zurücksetzen

source: Not member
de: Kein Mitglied

source: Register
de: Registrieren

source: Logged out
de: Ausloggen

source: Password changed
de: Passwort geändert

source: Submit
de: Absenden

source: Password reset successfully
de: Passwort erfolgreich zurückgesetzt

source: Password reset failed
de: Passwort konnte nicht zurückgesetzt werden

source: An email with password reset instructions has been sent.
de: Eine EMail mit Instruktionen zum Zurücksetzen des Passwortes wurde versendet.

source: Reset password at %(site_name)s
de: Passwort auf %(site_name)s zurücksetzen

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
de: Passwort vergessen? Gib deine EMail-Adresse ein und wir senden eine Anleitung, wie ein neues Passwort gesetzt werden kann.

source: Registration is currently closed.
de: Registrierung ist derzeit nicht möglich.

source: You are now registered. An activation email with instructions to activate your account was sent.
de: Du bist nun resistiert. Eine Aktivierungs-Mail zum freischalten deines Accounts wurde versendet.

source: Registering to pbspy will allow you to create pitboss games, claim players in pitboss games and send notification emails for new turns.
de: Eine Registrierung erlaubt Dir eigene PB-Spiele über die Seite zu steuern, Spieler können den Status deiner Spiel einsehen und sich per EMail über neue Züge benachrichtigen lassen.

source: Previous
de: Vorheriger Filter

source: Cannot subscribe: Player {player_id} not found.
de: Kann Spiel nicht abonnieren: Spieler {player_id} nicht gefunden.

source: Default
de: Standardwerte
